const TermsOfService = () => (
  <div className=" flex justify-center ">
    <div className=" w-9/12">
      <li className=' m-30 list-none'>
        <h1 className="text-center font-bold text-3xl mb-10">利用規約</h1>
        <ol>この利用規約（以下，「本規約」といいます。）は，ガタレビュ！運営事務（以下，「当事務局」といいます。）がこのウェブサイト上で提供するサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。</ol>
      </li>
      <li className=' m-30 list-none'>
        <h2 className="font-bold text-xl my-3">第1条（適用）</h2>
        <ul>本規約は，ユーザーと当事務局との間の本サービスの利用に関わる一切の関係に適用されるものとします。</ul>
        <ul>当事務局は本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。</ul>
        <ul>本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。</ul>
      </li>
      <li className=' m-30 list-none'>
        <h2 className="font-bold text-xl my-3">第2条（禁止事項）</h2>
        <p>ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。</p>
        <ul>法令または公序良俗に違反する行為</ul>
        <ul>犯罪行為に関連する行為</ul>
        <ul>当事務局，本サービスの他のユーザー，または第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為</ul>
        <ul>当事務局のサービスの運営を妨害するおそれのある行為</ul>
        <ul>他のユーザーに関する個人情報等を収集または蓄積する行為</ul>
        <ul>不正アクセスをし，またはこれを試みる行為</ul>
        <ul>他のユーザーに成りすます行為</ul>
        <ul>当事務局のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為</ul>
        <ul>
          <p>以下の表現を含み，または含むと当事務局が判断する内容を本サービス上に投稿し，または送信する行為</p>
          <ol>1. 過度に暴力的な表現</ol>
          <ol>2.露骨な性的表現</ol>
          <ol>3. 人種，国籍，信条，性別，社会的身分，門地等による差別につながる表現</ol>
          <ol>4. 自殺，自傷行為，薬物乱用を誘引または助長する表現</ol>
          <ol>5. その他反社会的な内容を含み他人に不快感を与える表現</ol>
        </ul>
        <ul>
          <p>以下を目的とし，または目的とすると当事務局が判断する行為</p>
          <ol>1. 営業，宣伝，広告，勧誘，その他営利を目的とする行為（当事務局の認めたものを除きます。）</ol>
          <ol>2. 性行為やわいせつな行為を目的とする行為</ol>
          <ol>3. 面識のない異性との出会いや交際を目的とする行為</ol>
          <ol>4. 他のユーザーに対する嫌がらせや誹謗中傷を目的とする行為</ol>
          <ol>5. 当事務局，本サービスの他のユーザー，または第三者に不利益，損害または不快感を与えることを目的とする行為</ol>
          <ol>6. その他本サービスが予定している利用目的と異なる目的で本サービスを利用する行為</ol>
        </ul>
        <ul>宗教活動または宗教団体への勧誘行為その他，当事務局が不適切と判断する行為</ul>
      </li>
      <li className=' m-30 list-none'>
        <h2 className="font-bold text-xl my-3">第3条（本サービスの提供の停止等）</h2>
        <ul>当事務局は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく，本サービスの全部または一部の提供を停止または中断することができるものとします。</ul>
        <ol>1. 本サービスにかかるコンピュータシステムの保守点検または更新を行う場合</ol>
        <ol>2. 地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合</ol>
        <ol>3. コンピュータまたは通信回線等が事故により停止した場合</ol>
        <ol>4. その他，当事務局が本サービスの提供が困難と判断した場合当事務局は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害についても，一切の責任を負わないものとします。</ol>
      </li>
      <li className=' m-30 list-none'>
        <h2 className="font-bold text-xl my-3">第4条（著作権）</h2>
        <ol>ユーザーは，自ら著作権等の必要な知的財産権を有するか，または必要な権利者の許諾を得た文章，画像や映像等の情報に関してのみ，本サービスを利用し，投稿ないしアップロードすることができるものとします。</ol>
        <ol>ユーザーが本サービスを利用して投稿ないしアップロードした文章，画像，映像等の著作権については，当該ユーザーその他既存の権利者に留保されるものとします。ただし，当事務局は，本サービスを利用して投稿ないしアップロードされた文章，画像，映像等について，本サービスの改良，品質の向上，または不備の是正等ならびに本サービスの周知宣伝等に必要な範囲で利用できるものとし，ユーザーは，この利用に関して，著作者人格権を行使しないものとします。</ol>
        <ol>前項本文の定めるものを除き，本サービスおよび本サービスに関連する一切の情報についての著作権およびその他の知的財産権はすべて当事務局または当事務局にその利用を許諾した権利者に帰属し，ユーザーは無断で複製，譲渡，貸与，翻訳，改変，転載，公衆送信（送信可能化を含みます。），伝送，配布，出版，営業使用等をしてはならないものとします。</ol>
      </li>
      <li className=' m-30 list-none'>
        <h2 className="font-bold text-xl my-3">第5条（保証の否認および免責事項）</h2>
        <ol>当事務局は，本サービスに事実上または法律上の瑕疵（安全性，信頼性，正確性，完全性，有効性，特定の目的への適合性，セキュリティなどに関する欠陥，エラーやバグ，権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。</ol>
        <ol>当事務局は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。</ol>
      </li>
      <li className=' m-30 list-none'>
        <h2 className="font-bold text-xl my-3">第6条（サービス内容の変更等）</h2>
        <ol>当事務局は，ユーザーへの事前の告知をもって、本サービスの内容を変更、追加または廃止することがあり、ユーザーはこれを承諾するものとします。</ol>
      </li>
      <li className=' m-30 list-none'>
        <h2 className="font-bold text-xl my-3">第7条（利用規約の変更）</h2>
        <ol>
          <p>当事務局は以下の場合には、ユーザーの個別の同意を要せず、本規約を変更することができるものとします。</p>
          <ol>1. 本規約の変更がユーザーの一般の利益に適合するとき。</ol>
          <ol>   2. 本規約の変更が本サービス利用契約の目的に反せず、かつ、変更の必要性、変更後の内容の相当性その他の変更に係る事情に照らして合理的なものであるとき。</ol>
        </ol>
      </li>
      <li className=' m-30 list-none'>
        <h2 className="font-bold text-xl my-3">第8条（個人情報の取扱い）</h2>
        <ol>当事務局は，本サービスの利用によって取得する個人情報については，当事務局「プライバシーポリシー」に従い適切に取り扱うものとします。</ol>
      </li>
      <li className=' m-30 list-none'>
        <h2 className="font-bold text-xl my-3">第9条（権利義務の譲渡の禁止）</h2>
        <ol>ユーザーは，当事務局の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。</ol>
      </li>
      <li className=' m-30 list-none'>
        <h2 className="font-bold text-xl my-3">第10条（準拠法・裁判管轄）</h2>
        <ol>本規約の解釈にあたっては，日本法を準拠法とします。</ol>
        <ol>本サービスに関して紛争が生じた場合には，当事務局の本店所在地を管轄する裁判所を専属的合意管轄とします。</ol>
      </li>

    </div>
  </div>
);

export default TermsOfService;
